define([], function () {
    var province = {
        '00030001': '北京分公司',
        '00030002': '天津分公司',
        '00030003': '内蒙古分公司',
        '00030004': '河北分公司',
        '00030005': '黑龙江分公司',
        '00030006': '辽宁分公司',
        '00030007': '吉林分公司',
        '00030008': '山东分公司',
        '00030009': '河南分公司',
        '00030010': '山西分公司',
        '00030011': '陕西分公司',
        '00030012': '甘肃分公司',
        '00030013': '宁夏分公司',
        '00030014': '新疆分公司',
        '00030015': '西藏分公司',
        '00030016': '云南分公司',
        '00030017': '四川分公司',
        '00030018': '重庆分公司',
        '00030019': '湖北分公司',
        '00030020': '湖南分公司',
        '00030021': '江苏分公司',
        '00030022': '江西分公司',
        '00030023': '浙江分公司',
        '00030024': '福建分公司',
        '00030025': '广东分公司',
        '00030026': '广西分公司',
        '00030027': '贵州分公司',
        '00030028': '上海分公司',
        '00030029': '海南分公司',
        '00030030': '安徽分公司',
        '00030031': '青海分公司'
    };

    return province;
});
